heartbreak = [

    {
        "title": "खुशफहमियां",
        "content": """
        मैं लिखता हूं, हर एक पन्ने पर अपने,
        ये स्याही या अहसास है।
        मैं रखता हूं, हर एक लफ्जों को अपने,
        कुछ ख़ामोश अल्फ़ाज़ हैं।
        मैंने खिड़की खुली रखी,
        हवा के झोंकों ने इन्हें उड़ा दिया।
        कलम बेचारी दीवारों में फंसी,
        खुशफहमियां हैं, किसी ने बचा लिया।
        हम भटके मुसाफिर पहेली की तरह,
        सीधी-सी गलियों में उलझे रहे।
        नक्शा सा चेहरा दिखता रहा,
        मगर हम दिल में ही अटके, पढ़ न सके।
        मैं लिखता हूं, हर एक पन्ने पर अपने,
        हम कागज में लिखे बिखरे हुए हैं,
        खड़ी दोपहर में सिमटे हुए हैं।
        किसी की छांव मुझ में ऐसी पड़ी,
        जैसे साये के उसके सपने दिखे हैं।
        मेरी खुशकिस्मती है,
        मैं रात अंधेरी,
        अब पढ़ता हूं उसको मैं आईनों में,
        दिखती है हर पल मेरी ख्वाहिशों में।
        मयस्सर हुई क्या, ख़्वाब ही है?
        ऐसी हकीकत मिलेगी किसे?
        मिलेगी तो सिर्फ कहानियों में।
        मैं लिखता हूं, हर एक पन्ने पर अपने,
        ये स्याही या अहसास है।
        मैं रखता हूं, हर एक लफ्जों को अपने,
        कुछ ख़ामोश अल्फ़ाज़ हैं।
        """
    },
    {
        "title": "मैं ख़्वाब हूँ अँधेरा",
        "content": """
        कल हो ना हो, आ मिल मुझे
        सांसों में कर लूं शामिल तुझे
        मुझसे कभी दूर मत जाना
        यादों से कभी भूल मत जाना
        आंखों की नूर बन जाना
        दिल की फ़ितूर बन जाना
        मैं अब भी ख्यालों में जीता हूँ
        नशे के हर सवालों को पीता हूँ
        रग-रग में चढ़ने लगती है
        फिर मायूसी किताबों में लिखता हूँ
        कैसे-कैसे बातें करने लग गए
        हँसते-हँसते आँसू बहने लग गए
        रातों में नींदें नहीं आती
        अब हम में हम ही न रह गए
        धुंधला सा ही दिखता है मुझको
        आंखों से आसमां में सवेरा
        सूरज की रोशनी मुझको, थोड़ी-थोड़ी करके दिखा दे
        मैं ख़्वाब हूँ अँधेरा, मुझमें आस जला दे
        बेचैन रहूँ हरपल, फ़िक्र मुझको
        बेबस ये साँसें ढूंढे बसेरा
        मैं जिस्म हूँ अधूरा, मुझमें रूह जगा दे
        मैं शहर हूँ अकेला, मुझमें घर बसा दे
        जलते रहे आँसू मेरे
        बारिश में थोड़ा सुकून मिले
        थोड़े ही तुमसे दूर थे
        अब दूरियाँ भी ना दिखें
        ये सज़ा कैसी मिली मुझे
        मैं गुनाह तो कभी किया नहीं
        ग़लतियाँ थोड़ी-बहुत थीं
        बेहिसाब कुछ किया नहीं
        बाँट देते ग़म अगर मेरे हिस्से की ख़ुशी तेरी होती
        ना तुम ना ज़मी मिली आँखों में नमी तेरी कमी
        यादों से उसके दिल भरा रहा
        किसी और ने उसे कभी जिया नहीं
        मोहब्बत हुई थी एक दफ़ा
        फिर दिल खाली कभी किया नहीं
        धुंधला सा ही दिखता है मुझको
        आंखों से आसमां में सवेरा
        सूरज की रोशनी मुझको, थोड़ी-थोड़ी करके दिखा दे
        मैं ख़्वाब हूँ अँधेरा, मुझमें आस जला दे
        बेचैन रहूँ हरपल, फ़िक्र मुझको
        बेबस ये साँसें ढूंढे बसेरा
        मैं जिस्म हूँ अधूरा, मुझमें रूह जगा दे
        मैं शहर हूँ अकेला, मुझमें घर बसा दे
        """
    },
    {
        "title": "तेरा वजूद",
        "content": """
       मुझमें तू छिपा है कहीं
       आंखों से मेरी चेहरा वो तेरा
       पलकों की तरह हटता नहीं
       कई रंगीन ख़्वाब दिखाए
       बेरंग हकीकत छिपता नहीं
       काश तुम मुझे किसी मोड़ पर मिलो
       देखते ही मुझको पहचान लोगे ना
       मुस्कुरा उठूं ऐसे अरमान दोगे ना
       ये सब तो वहम की साजिश थी
       अंजान सी नज़रें तेरी उठ ही न सकी
       हम खुद की आँखों से छिपने लगे
       तेरे साथ मुलाकात में कभी हंसता रहा
       अब मुलाकात भी अजनबी हो गई
       तेरे नाम की बारिश में कभी भीगता रहा
       अब बयाबान जिस्म बूंद-बूंद तरस रही
       किसी और के दिल में मकान बनाते
       कारीगर तुम खुदगर्ज भी हो
       कातिल तुम बेदर्द भी हो
       जन्नत तुम, मौत भी हो
       मोहब्बत तुम, क्रोध भी हो
       जाने पर तेरे जीयें या मरें
       मरें भी कैसे तेरे बिना
       जीया न जाए बिन तेरे
       खुशी तो है कि तुम खुश हो
       मलाल भी है तेरे बिना
       अकेलापन, वीरान आशियाना
       आइने में मैं और मेरी मायूसी
       अंधेरी रातें, सूनसान ठिकाना
       भटकता मैं और चीखती ख़ामोशी
       रग-रग में मेरी नशा बह रहा
       होश में कभी मैं रहता नहीं
       हर पल खुदसे जुदा हो रहा
       तेरा ज़हर क्यों उतरता नहीं
       चाहे जितने मरहम करा लूं
       दिल के जख्म कभी भरते नहीं
       हमदर्द मेरा कोई कैसे बनेगा
       जिसने तकलीफ़ दी वो सबसे करीब थी
       गमों के पहाड़ तले दबता रहा
       अतीत गहराई में ले जाती रही
       उसकी चाहत में हद से गुजर गया
       हकीकत में वापस कभी लौटा नहीं
       हर रूप में तेरा वजूद तड़पाता है मुझे
       हर सांस में तेरी ही आस सताती है मुझे
       मैं जिंदगी खोजने ख्यालों में निकला
       ख्यालात के सुकून बुलाती है मुझे
       """
    },
    {
        "title": "अजनबी",
        "content": """
       मेरे सरजमी पर
       किसकी ये हंसी
       तुमसे मिलना इत्तेफ़ाक
       या खुशनसीब
       इतनी ये खुशी देखी न कभी
       देखा तो लगा ही नहीं
       कि तुम हो अजनबी
       गलत फहमी मुझसे कब हुई
       तुम ही तो आसमां सी दिख रही
       सिर्फ देखूंगा तुम्हें
       खाली मैं जमीं
       तुम मानोगी नहीं
       एक ही जहां
       हम दोनों कुदरती
       सवेरे की तरह शाम भी खिले
       मेरे ख्वाबों के बगीचों में
       तुम जैसे रागिनी
       मैं आशियानों में नहीं
       क्या मेरे रातों के अंधेरों में
       बनोगी चांदनी
       वक्त की घड़ी कभी रुकती नहीं
       मौसमों की तरह बदलती जिंदगी
       सारी ज़िन्दगी मैं तुमपे ही लिखूं
       किताबों की तरह
       पढ़ चुकी हो तुम मुझे
       कहानी में मेरे तुम रहोगे कि नहीं
       पलकों में छिपाए
       सारा जहां मेरा
       नजारों में कहीं तुम गुम हो गई
       तलाश करूं तो करूं किसकी
       रात हताश सुबह हो गई
       शायद हम मिलें
       अधूरे ख्वाहिशें लिए
       कलम नाराज़ उदास हो गई
       """
    },
    {
        "title": "कुछ इरादे",
        "content": """ 
        तुम…. ने यूं
        फैसले कर दिए हैं क्यूं
        कुछ रातें बिन बातों की
        गुजरी मुलाकातों की
        क्या सोचा नहीं कभी
        कहीं यादों में मैं नहीं
        कुछ इरादे उन वादों में थे
        कुछ सच्चे कुछ बातों में थे
        कुछ कागज़ किताबों में थे
        कुछ लिखे कुछ हाथों में थे
        हकीकत से हुबहूं
        तू होती नहीं है क्यूं
        ख्यालों में तुम अपने
        यादें छुपा रखी
        सांसों में तुम अपने
        हंसी दबा रखी
        एक गलती के पीछे
        उम्र भर की सजा
        क्यूं…
        थोड़ी खुशी के बदले
        गम इतना सारा लूं
        छिपाके रखते कैसे
        तुम तारीफों में थे
        तकलीफों में हो
        तुम…. ने यूं
        फैसले कर दिए हैं क्यूं
        कुछ रातें बिन बातों की
        गुजरी मुलाकातों की
        क्या सोचा नहीं कभी
        कहीं यादों में मैं नहीं
        कुछ इरादे उन वादों में थे
        कुछ सच्चे कुछ बातों में थे
        कुछ कागज़ किताबों में थे
        कुछ लिखे कुछ हाथों में थे
        कुछ अधूरे ख्वाब सही
        कुछ आंसु बरसात नहीं
        हर शाम रात तो हुई
        उसमे एक चांद नहीं
        इतनी मुझमें जान नहीं
        अगली सुबह न ख्वाहिश
        न तुम रही
        शिकवा किससे ख्याल नहीं
        खाली आसमान सही
        कुछ इरादे उन वादों में थे
        कुछ सच्चे कुछ बातों में थे
        कुछ कागज़ किताबों में थे
        कुछ लिखे कुछ हाथों में थे
        """
    },

    {
        "title": "कला",
        "content": """
        दिल में तेरे नाम खो गए
        हम तो सरे आम हो गए
        पहचानती भी कैसे
        हम अंजान हो गए
        मोहब्बत बेनाम हो गए
        तुम लिखने की वजह बन गई
        मेरी कल्पना ही कला बन गई
        हम कलाकर हो गए
        बेशुमार हो गए
        दुनिया को दिखती सिर्फ कला
        दिल के दीवार पे दरार हो गए
        अश्क बहते बहते
        बेकरार हो गए
        हंसा रहे पूरे जमाने को
        क़रीब कोई था ही नहीं
        गम गिले बताने को
        दिल की बात सुनाने को
        लिखता हूं खुद को समझाने को
        लिखे हुए शब्द
        आवाज़ बन गए
        छुपे हुए दर्द
        अल्फाज़ बन गए
        तिजोरियों में रखी हुई
        तुम राज बन गए
        ख़ास थे इतने
        आज याद बन गए
        चाह रहे एक दफा और मुलाकात
        गुजरी कितनी रातें
        इसी आस में
        पहले से ख़्वाब थे
        फिर ख़्वाब बन गए
        बगल में बैठी ख़ामोशी
        हर तरफ़ शोर है
        बेपनाह ज़ोर है
        बुझते दिये जल गए
        फिर उम्मीद बन गए
        चीख रही ख़ामोशी
        सिर्फ उसे सुन रहे
        हर जगह धुन है
        ख्याल में गुम गए
        इकलौती वजह थी जीने की
        मरते भी कैसे वो सजा बन गए
        अकेले खुद में लापता
        अफ़वाह बन गए
        मेरी कला मेरा गवाह बन गए
        """
    }
    # Add more poetry entries here
]

