# introspection.py

introspection = [
    {
        "title": "ख्यालों का शोर ",
        "content": """
        मैं जिंदगी अपनी रेत में खोज रहा,
        मेरा पत्थरों से अब कोई वास्ता नहीं।
        मैं चाहता हूं गुम अंधेरों में होना,
        अब झूठी उम्मीद लिए भागता नहीं।
        कितने चेहरे देखे मैंने इस आइने में,
        ये शख़्स है जो मुझे पहचानता नहीं।
        कितनी रातें मैंने जागी नींद के लिए,
        मेरी आंखों में सपना क्यों आता नहीं।
        अपनी ही दीवारों में चुना है खुद को,
        अब समंदर के किनारे मैं जाता नहीं।
        न होश है मुझे, न डर लग रहा,
        मैं बेहोश नहीं, मदहोश नहीं।
        ख्यालों में खुद के शोर कर रहा,
        क्या सुकून है मिला, क्या गुरूर है मुझे।
        छांव भी है, मैं धूप में रहा,
        मैं मीठे पानी में खारा अक्स,
        आंसू की बूंदों में बहता दर्द,
        ख़ामोश ही रहूं, मैं ऐसा लफ्ज़।
        मैं तस्वीर पे लगे कील की तरह,
        बारिशों में झील की तरह,
        बहना चाहूं, कभी भर न सकूं,
        अपनों के बीच जलील की तरह।
        मौत से मिलूं, नया रिश्ता जुड़े,
        रस्म के लिए कफ़न सिल रहा।
        असलियत में कोई वजूद न मिले,
        बिन रूप के साए में वहम दिख रहा।
        मजबूर हूं या दस्तूर है मेरी,
        कपूर की तरह रोग है मुझे।
        जल भी जाऊं तो कोई हर्ज नहीं,
        न राख बचे, न राज रहे,
        न सबूत दिखे, न इल्ज़ाम लगे।
        खुद के गम में सुलगता रहा,
        थोड़ा दर्द बढ़े, मुझमें आग लगे।
         """
    },
    {
        "title": "ये कैसी कहानी है",
        "content": """
        ये ज़िंदगी सर्द हवा सी बह रही,
        गम के साये में सब कुछ सह रही।
        बेरूख़ी सी हो गई हैं दोनों आँखें,
        अफ़्सुर्दगी अंधेरे में क्या-क्या कह रही।
        न जाने क्यों बेचैन हो रहा हूँ,
        दिल की ज़मीं पे वहम बो रहा हूँ।
        फिर रुक-रुक के क्यों बारिश होती,
        अधूरी ख्वाहिशें आँखों में रोती।
        बिखरा हुआ मैं भीग रहा हूँ,
        न उम्मीद है, बस चीख रहा हूँ।
        ये कैसी महफ़िल में आकर,
        वक़्त की तरह मैं बीत रहा हूँ।
        मेरी दीवारें मुझे सुनती हैं,
        बयाबान मैं बस लिख रहा हूँ।
        अगर
        ख़ुशी लिखूँ तो वो दुःख बन जाए,
        दुःख लिखूँ तो वो दर्द बन जाए,
        दर्द लिखूँ तो वो ज़ख्म बन जाए,
        ज़ख्म लिखूँ तो वो ज़हर बन जाए,
        ज़हर लिखूँ तो वो कफ़न बन जाए,
        कफ़न लिखूँ तो वो दफ़न कर जाए।
        इस क़दर महरूम हो गया हूँ,
        बिन आशियाने मैं सो गया हूँ।
        नींद की तलाश में अंधेरी रातों के,
        तारों के बीच कहीं खो गया हूँ।
        ये कैसी कहानी है,
        यही तो मेरी ज़िंदगानी है।
        इस कलम में कितनी स्याही थी,
        थोड़ा और लिखूँ, बहुत प्यासी है।
        ये कागज़ जैसे आईना है,
        ख़ुद से मुझे दिखाती है।
        कहती नहीं, बताती है
        तुम ये नहीं जो कहानी हैं।
        माना यादों में समाई हुई,
        बहुत सी लम्हें उदासी है।
        किताब बदलो, किरदार नहीं,
        अभी बहुत से पहलू बाक़ी हैं।
        """
    },
{
        "title": "वीरान इमारत",
        "content": """
        कैसे कोई पहचाने मुझको,
        आइने में ये किसका चेहरा?
        घुट-घुट के मैं सांसें भरता,
        काली दीवारों में रहता।
        खामोशी की आहट ऐसी,
        दिल की धड़कन से भी डरता।
        आंखों में क्यों नींद नहीं है,
        सोते ही सपनों में मरता।
        बिन मौसम बारिश में भीगे,
        इक अरसा जमाना गुजरा।
        उम्मीदों का साया नहीं है,
        तकलीफों का आलम कैसा।
        शाम-सवेरा मैं क्या जानूं,
        चांदनी रात मुझे नहीं दिखती।
        क्यों तारे टूटे तब ही मांगूं,
        ख्वाब नहीं हैं आंखों में,
        अश्क बहे, मैं साथ चाहूं।
        वीरान सा मैं इमारत,
        नींव नहीं, सिर्फ चीख सहता।
        करीब न आना मेरे तुम,
        मैं टूटा हूं, बिखर के कहता।
        घुट-घुट के मैं सांसें भरता,
        काली दीवारों में रहता।
        खामोशी की आहट ऐसी,
        दिल की धड़कन से भी डरता।
        """
    },
    {
        "title": "दिल की ग़मी",
        "content": """
        मैं बिखरा, दिल की ग़मी से कभी उभरा ही नहीं,
        मैं भीगा, अश्कों की बारिश से कभी सूखा ही नहीं।
        देखा एक ख़्वाब, जो हक़ीक़त में आकार खिलती रही,
        ढली जो शाम, फिर
        मंजर था ऐसा, उससे बेहतर,
        मेरे दिल की ज़मीं, बंजर ही सही।
        आशनाई है, अंधेरी रातों से,
        अफ़्सुर्दगी भरी, इन दीवारों से।
        टूटे शीशे में शक्ल क्यों देखूं,
        उस शख्स के टुकड़े हैं, हजारों में।
        बीती बातों में, खुशी थी ऐसे,
        बीती बात तो, सिर्फ ग़म है ठहरा।
        नम हैं आंखें, सहमी हैं सांसें,
        क्या पलकें झपकाऊं, जी नहीं कह रहा।
        तड़पती हैं आंखें, नींद के लिए,
        असलियत में, हर जगह वहम ही दिख रहा।
        वहम भी उसका, जिसके हम कोई नहीं,
        उम्मीद जगाई, टूटेंगे तारे,
        क्या मांगूं उन्हें, जो मेरे लिए रोए नहीं।
        अब मुकरती है, चांद निकलने से रातों में,
        कहीं अमावस के अंधेरों में, खोए नहीं।
        मैं बिखरा, दिल की ग़मी से कभी उभरा ही नहीं,
        मैं भीगा, अश्कों की बारिश से कभी सूखा ही नहीं।
        देखा एक ख़्वाब, जो हक़ीक़त में आकार खिलती रही,
        ढली जो शाम, फिर
        मंजर था ऐसा, उससे बेहतर,
        मेरे दिल की ज़मीं, बंजर ही सही।
        सब पढ़ते हैं मुझे, किताबों की तरह,
        कोई समझ न सका, क्या किताब हूं मैं।
        लिखता हूं मैं भी, दो-चार नज़्म,
        कुछ में भरे हैं, थोड़े से ग़म।
        थोड़ी सी वो, थोड़े से हम।
        अब क्या लिखूं मैं आगे,
        हर कदम पर मिलेंगे, जख्म।
        हर ज़ख्म के मरहम ढूंढ रहा हूँ,
        जहन से अपने बीते बातें भूल रहा हूँ।
        नादान था कि ग़लतियाँ,
        ग़लतियों से मैं सीख रहा हूँ।
        बादल की बारिश में भीग रहा हूँ,
        बंजर ज़मीं को सींच रहा हूँ।
        वहम से परे अब ख़्वाब भी खिलेंगे,
        अमावस के अंधेरों में चाँद भी दिखेंगे।
        देखो, सवेरा होने को है,
        सूरज की रौशनी हँसने लगी।
        अब सुरमई मुझको शाम भी मिलेंगे।
        """
    }
    
]
# You can now use the `poetry_content` variable in your application as needed.