poetry_data = [
    {
        "title": "मुझसे प्यार कर लो तुम",
        "content": """
        दूरियां है बहुत, कम फासले कर दो तुम।
        नजदीकियां ना सही, नजरों के पास रख लो तुम।
        इक झलक देख कर, पलकें झुकाए हंस लो तुम।
        सादगी में तेरी, हम खोए जा रहे,
        ख्वाहिशों में तुम्हें, संजोय जा रहे।
        जानते हुए भी, क्यूं नजरअंदाज कर दिया,
        चांदनी में तेरी, हम सोए जा रहे।
        गुजारिशें मान लो, या इकरार कर दो तुम।
        इक तरफ़ है नहीं, फिर बेकारार कर दो तुम।
        इत्तेफाक रख लो, या करिश्मा समझ लो तुम।
        ये आशिक़ी कागज़ों में, क्यों सिमट रही,
        संगीत खुद में, धुन जैसे खो रही हो।
        बिन मौसम बारिशें, क्यों बिखर रही,
        जमीं के लिए फलक, जैसे रो रही हो।
        अहसास हमारे, उसे क्यों ख़बर नहीं,
        स्याही कलम में, जैसे सो रही हो।
        जहन में मेरे, वो नज़्म सी बैठ गई,
        छंद काव्य स्वर लय, सब में सुरमई।
        अगर पढ़ती है वो, कहानियां मेरी,
        किरदार सी वो, अपने हर लफ्ज़ कह गई।
        गुमशुदा हुं कहीं, तलाश ख़ुद में कर लो तुम।
        मिल जाऊं मैं अगर तुम्हें, हिफाज़त रख लो तुम।
        जानिसार कर दूं मैं, एक बार कह दो तुम।
        कबूल है हमें… फिर, इस रूह को भी रख लो तुम।
        आइने में न दिखे, महसूस उसे कर लो तुम।
        ख्यालों में ही सही, गुफ्तगुं कर लो तुम।
        बेहद न सही, हदें पार कर लो तुम।
        इजहार ना करो फिर भी, मुझसे प्यार कर लो तुम।
        """
    },
    {
        "title": "कैसे इशारे हैं तेरे",
        "content": """
        कैसे इशारे हैं तेरे
        तेरे आंखों का हंसना
        तेरी जुल्फें कहती हैं
        आसान नहीं है मेरे
        चहरे को यूं पढ़ना
        तेरी पलकों के नीचे, तेरे काजल का ढकना
        तेरी कानों के झुमके, तेरे बालों में छिपना
        तेरी कजरे की फूले, मेरे बागों में खिलना
        तेरे कंगन की खनक, हाथों में कभी
        कभी आंगन में मेरे, तेरे पायल का बजना
        मेरे नजरों के सामने, तेरा यूं संवरना
        जैसे आईने में तेरी, मेरे तस्वीरों का होना
        तेरी सूरत में नहीं, तेरी चाहत में लिखा है
        कभी राहों में मिलो, कुछ बातें हैं करना
        घड़ी के काटों के जैसे
        एक कस्ती में हम दो बहते
        बेखबर हर पल
        हम तो ख्यालों में रहते
        इसे इश्क नहीं तो क्या
        इत्तेफ़ाक थोड़ी न कहते
        चार कदम और चलो, अभी बातें हुई न पूरी
        तुम अपसरा हो मेरी, जैसे कुबेर का गहना
        बारिश के मौसम में, कभी पास आओ तो
        मेरी सांसों में घुल के, मेरी धड़कने सुनना
        कैसे इशारे हैं तेरे
        तेरे आंखों का हंसना
        तेरी जुल्फें कहती हैं
        आसान नहीं है मेरे
        चहरे को यूं पढ़ना
        दिल के किताबों में तेरे, मेरे स्याही का बहना
        जैसे तेरे कमरे की दीवारें, मेरे रंगों से रंगना
        तेरे खिड़की और दरवाज़े, मेरे आहट से खुलना
        हमने कहानियां लिख दी, किरदार पे तेरे
        ये हुस्न नहीं है मेरा, अब मुझसे मत कहना
        तेरी बातों में नहीं, तेरी आदत में लिखा है
        कभी राहों में मिलो, कुछ बातें हैं करना
        कैसे नखरे हैं इसके, रोज़ करती ये बहाने
        तेरे मोहल्ले की गलियां, कभी दाएं कभी बाएं
        कभी बाहों में मिलो, फिर जन्मों तक चलना
        """
    },
    {
        "title": "चल दो ना",
        "content": """
        बेहिसाब ख्वाबों में
        देखा है मैने तुमको
        चल दो ना
        दो कदम तुम मेरी ओर चल दो ना
        सपनों को हकीकत में
        कर दो ना
        तुम पूछो तो
        क्या कुछ कह दूंगा
        तेरी जुल्फों में
        हम तो उलझे हैं
        आंखों आंखों से
        तुम पढ़ लो ना
        दो कदम तुम मेरी ओर चल दो ना
        सपनों को हकीकत में
        कर दो ना
        तेरी पलकें भी
        पल पल कहती हैं
        हरपल मेरी ओर देखो तो
        मेरी आंखों में
        खुद को भर दो ना
        आईने में अपने
        मुझको रख लो ना
        दो कदम तुम मेरी ओर चल दो ना
        सपनों को हकीकत में
        कर दो ना
        आधे रास्ते में
        तेरे वास्ते है
        मुझको हादसे में क्यों
        छोड़े जा रही हो
        तुम ठहरो तो
        सब कुछ सह लूंगा
        हर शाम हसीन रंगो से
        तुमको रंग दूंगा
        ख्यालों के हर लम्हों में
        तुमको भर दूंगा
        दो वक्त तुम अपना
        मुझको दे दो ना
        चार चांद उनमें
        मैं भी लिख दूंगा
        पहले
        बाहों मे अपने मुझको भर लो ना
        दो कदम तुम मेरी ओर चल दो ना
        सपनों को हकीकत में
        कर दो ना
        """
    },
    {
        "title": "क्यों मैं ना चाहुंगा",
        "content": """
        तुम मेरी कहानी से
        क्यों जा रही हो
        मैं ना चाहुंगा लिखना
        आगे तुमको
        तेरी यादों से
        मैं ना चाहुंगा मिटना
        मैं तेरी ख्वाबों में
        रहना चाहुंगा बनके तारा
        तुम इकलौती चांद मेरी
        मैं ना चाहुंगा छिपना
        तुम मेरी रातों में
        क्यों ना चाहोगी दिखना
        तुम मेरी बारिश हो
        क्यों ना चाहोगी गिरना
        छू कर मुझको बह जाना
        मैं तेरी बाहों में
        क्यों ना चाहुंगा मरना
        मरने दो खुशियों से
        क्यों ना चाहुंगा बिखरना
        हरपल तेरी जुल्फों से
        क्यों ना चाहुंगा सहना
        तकलीफों को तेरी
        क्यों ना चाहोगी कहना
        अपने एहसासों को मुझसे
        क्यों ना चाहुंगा पढ़ना
        तुमको तुम मेरी किताबों में
        रहना चाहुंगा संग तेरे
        कागज़ के ढेरों में
        लिपटे हुए शब्दों से
        मैं ना चाहुंगा करना
        तुमको खुद से दूर
        मैं ना चाहुंगा लिखना
        आगे तुमको
        मुझ से दूर
        मैं ना चाहुंगा लिखना

        """
    },
    {
    "title": "एक दास्तां",
    "content":  """
      
    क्या लिखुं इस समा में
    तुम कभी मिलो मुझे
    इस जहां में चल चले...
    चल चले करे बयां
    एक दास्तां तेरी मेरी
    कहे सुने...
    कहे सुने कहानियों में
    तुम कभी मिलो मुझे
    इस जहां में चल चले...
    चल चले करे बयां
    एक दास्तां तेरी मेरी
    कहे सुने...
    कभी सुने थे कहावतें
    किताबों के मुहावरों में
    तुम हंसी मेरे लिए
    मेरे लिए क्यों हंसी
    ये ख़ुशी रहेगी
    जिंदगी भर तेरे लिए
    तुम कभी मिलो मुझे
    इस जहां में चल चले…
    चल चले करे बयां
    एक दास्तां तेरी मेरी
    कहे सुने...
    बिना कहे
    खामोशियों को सुन रहे
    कहोगी या लिखोगी
    सुनो एक दफ़ा कह भी दो
    मुझको मुझमें रहने दो
    क्यों पड़ी हो पीछे
    दिल में तुम अड़ी हो
    सामने खड़ी मगर
    ख्वाबों में तुम ही तुम बसी हो
    क्यों हंसी फिर मेरे लिए…
    मेरे लिए क्यों हंसी
    ये ख़ुशी रहेगी
    जिंदगी भर तेरे लिए
    तेरे लिए मशवरा भी क्या करें
    तमन्ना हो तुम मेरी
    साजिसों की रात में
    ख्वाहिशों के
    बारिशों में कागजों में
    बूंद बूंद भर दिया
    करेंगे सपने
    टूटे तारे एक रातों में हज़ार
    लिख दिया करेंगे
    ऐसे ख्वाब तेरे लिए…
    तुम कभी मिलो मुझे
    इस जहां में चल चले…
    चल चले करे बयां
    एक दास्तां तेरी मेरी
    कहे सुने...

      """
    },
    {
    "title": "लिखता हूं तुझपे",
    "content": """ 
    तुम कागज़ किताबों की तरह
    समझती हो खुद को
    मैं लिखता हूं तुझपे
    तुम पढ़ती हो मुझको
    वीरान पड़ा आशियाना दिल का
    तुम सावन की बारिश
    मुझपे तो बरसो
    तेरी झलक देखने को तरसे
    तुम वहम के साये जैसे
    रोशनी की रात हो
    सोचने की बात हो
    रूह की आस बनकर
    बह रही सांस हो
    चाहता हूं तुझको
    मेरी हर ख्वाब हो
    कास तुम मैं
    और रुका हुआ समय
    ढेर सारी बातें होती
    कुछ अधूरे वादे करते
    न रंगीन शामें ढलती
    न सुनहरा चांद छिपता
    तुम मेरे सिरहाने बैठी
    नजर न मेरी तुमसे हटती
    क्यों तुम हैरान हो
    आंखों में नजरे है
    बातों से डरते हैं
    ख्वाबों में पर्दे हैं
    तुम से ही जीते हैं
    तुम पे ही मरते हैं
    शामें जब ढलती है
    सपनों में मिलते हैं
    दिखते ही खिलते हैं
    आंखे जब खुलती हैं
    तुम नहीं मिलती
    हर रोज वही सवेरा
    मैं अकेला बेरंग स्याही
    कलम तंग किताबें बंद
    उसी के संग तुम मलंग
    """
    },

    {
    "title": "पहली बारिश",
    "content": """
    तुम पहली बारिश हो
    अकेली दिल की वारिस हो
    तुम पे हम मर रहे
    ख्वाब और ख्वाहिश हो
    सपनों की नुमाइश हो
    जैसे तेरे बिन हम हैं अधूरे
    तुम कैसी होगी पूरी
    सनम बिन मेरे
    कसम है
    मिलोगी तुम सबेरे
    चलेंगे सफ़र में
    वादियों में घूमेंगे
    खामियों को ढूढं कर
    खूबियां भरेंगे
    तुम पहली बारिश हो
    अकेली दिल की वारिस हो
    तुम पे हम मर रहे
    ख्वाब और ख्वाहिश हो
    जुल्फें इतनी खूब
    सूरत स्वरूप
    आंखों में है धूप
    लगती कोहिनूर
    कैसे कोई खोजता
    छिपा रखे तुम्हें
    दिल के मकान में
    गलियां बना रखी
    भटक रहे सारे
    दुनिया जहान में
    बन गई तुम मोहब्बत
    पड़ गए तेरे प्यार में
    गिर गई तुम भी साथ में
    दिख रहा मैं आंख में
    चल चलें बरसात में
    जहां..
    तुम पहली बारिश हो
    अकेली दिल की वारिस हो
    """
    }

    # Add more poetry entries here
]

